xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
sddm

pipewire
pipewire-alsa
pipewire-pulse
pavucontrol

ttf-dejavu
ttf-inconsolata
ttf-font-awesome
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
noto-fonts-emoji

i3-wm
man-db
neofetch
nitrogen
openssh
picom
polybar
reflector
rofi
wget
alacritty
git
htop

code
discord
firefox
spotify-launcher